Repository: leboncoin/spark-ios-component-file-upload
Catalog: Sources/Core/Resources/Localizable.xcstrings
Source language: fr
Languages: en

# button_from_camera
source: Prendre une photo
en: Take a photo

# button_from_files_app
source: Depuis l'app Fichiers
en: From Files app

# button_from_photos_app
source: Depuis l'app Photos
en: From Photos app

# error_file_size_not_found
source: Taille du fichier introuvable
en: File size not found

# preview_alert_cancel
source: Annuler
en: Cancel

# preview_alert_delete
source: Supprimer
en: Delete

# preview_alert_message
source: Êtes-vous sûr de vouloir supprimer le fichier %@ ?
en: Are you sure you want to delete the %@ file ?

# preview_alert_title
source: Supprimer le fichier
en: Delete file

# preview_remove_button_accessibility_label
source: Supprimer %@
en: Remove %@

# preview_view_button_accessibility_hint
source: Afficher le fichier
en: View file in preview
